{"type": "review", "business_id": "gclB3ED6uk6viWlolSb_uA", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "0a-pCW4guXIlWNpVeBHChg", "text": "The pizza is terrible, but if you need a place to watch a game or just down some pitchers, this place works.\n\nOh, and the pasta is even worse than the pizza.", "stars": 2, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2006-07-26"}
{"type": "review", "business_id": "BJKIoQa5N2T_oDlLVf467Q", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "0f8QNSVSocn40zr1tSSGRw", "text": "Food here is very consistent and good for a quick lunch or dinner. I usually order the garlic bread and salad; however, their pizza, especially the bbq chicken, is pretty good too.", "stars": 1, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2012-01-28"}
{"type": "review", "business_id": "h_we4E3zofRTf4G0JTEF0A", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "0_-hM8bzfC8JPyDVvtmYqQ", "text": "Meh.\n\nI got the Chicken Parmesan. The noodles and sauce both seemed to be sub-par quality. Chicken wasn't too bad though. I wish I would have gotten pizza or something, but I thought the Chicken Parm would be better.\n\nThe place is well decorated, however. So that was nice. \n\nIt's convenient. But it's college food and not at its best.", "stars": 2, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2011-08-24"}
{"type": "review", "business_id": "FWadSZw0G7HsgKXq7gHTnw", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "0hrSPeBHXvtMV4aY0jzgPg", "text": "A cheap place to stop in and get lunch if you have class on the north side.  I miss the other location.  A lot of times they will have a lunch special available and it's in your best interest to take advantage of it when you're tired of eating Fat Slice.", "stars": 3, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2007-12-27"}
{"type": "review", "business_id": "gOp_w9qmLq6B8YRypTPp8g", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "-261-SMNl_iHOGGVBySrjQ", "text": "I come here every few months, usually to see a show at Impact Theater (their space is in La Val's basement).  The pizza is OK, though not spectacular.  Last week, my wife & I ordered a medium LaVal's special (Pepperoni, Salami, Linguica, Beef, Black Olives, Sausage, Mushrooms, Bell Peppers and Onions).  It was good and filling.\n\nDuring the school year.", "stars": 4, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2011-09-21"}
{"type": "review", "business_id": "loBOs5ruFXSNL-ZM29cTrA", "votes": {"cool": 0, "useful": 1, "funny": 0}, "review_id": "2ZPRBx_5g1wuvYhy3U6TLQ", "text": "La Vals is like Gypsie's healthier little brother. They use less salt, oil and butter, but it still tastes delicious. I like their vegetarian pizza because it doesn't leave me feeling guilty, but it does leave me satisfied. If it wasn't so far away, I would attempt to come here more often.\n\nP.S., it's cheap!", "stars": 1, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2012-08-28"}
{"type": "review", "business_id": "8Xq5VtwYjayKlxEY2PipQA", "votes": {"cool": 0, "useful": 1, "funny": 0}, "review_id": "8jLKTEi51kZlAJVrv9a5nA", "text": "La Val's...\n\nI actually don't care too much for this place. It's just meehh, nothing special at all. In fact, I could be a little too greasy and salty for me. It is nothing memorable at all. I could care less.\n\nBut they are pretty good at delivering on time. And they have a bunch of coupons on their website.", "stars": 1, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2012-02-20"}
{"type": "review", "business_id": "yNW1FXy0mSMBipgCA6Pmhg", "votes": {"cool": 0, "useful": 1, "funny": 0}, "review_id": "9eBz70UpwGaa3NacAqXYCA", "text": "This place has the 2nd WORSE caesar salad that I've ever had. The portion was hearty for a small and it looked like it would be epic. However, despite its misleading appearance, the salad was not very enjoyable. The dressing was mediocre, but the lettuce was of poor quality and there were barely any leaves.just stalks.\n\nI also ordered a mini pepperoni!", "stars": 4, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2012-02-25"}
{"type": "review", "business_id": "XD5ybqI0BHcTj5cLQyIPLA", "votes": {"cool": 0, "useful": 1, "funny": 0}, "review_id": "bfKLNendiF3r70D7NU_LNw", "text": "Even though this place isn't over-hyped like Cheeseboard or Zachary's, I actually really like their pizza! I'm not a huge pizza fan, but I love their thin-crusted pizza, not to mention the HUGE serving size. A slice of pizza is almost as big as a mini pizza! If you get the mini, they give you a FREE drink. I usually get the hula, Hawaiian pizza. They always make is right after you order.", "stars": 3, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2010-04-13"}
{"type": "review", "business_id": "HXni0_SFPT1jAoH-Sm78Jg", "votes": {"cool": 0, "useful": 1, "funny": 0}, "review_id": "bWgTFMpd-uZ9z-4pp3mjxw", "text": "We were thinking of getting burgers for dinner, but changed our mind when we saw this place. The pizzas were decently priced and they had a good selection of beers on tap.\n\nI wanted something traditional, so my friends and I got the medium margherita pizza. The crust was perfectly baked and thin and the pizza tasted good, but I do wish that more sauce was on it.\n\nI have to admit that I had better pizza.", "stars": 3, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2009-02-24"}
{"type": "review", "business_id": "8leHSCn0DCa1ilxfbHuCQA", "votes": {"cool": 0, "useful": 1, "funny": 0}, "review_id": "d1J85sZ_aA_8J4s8R8Fiww", "text": "thank you for showing soccer and letting us come in to watch before the kitchen opens!!! you rock!!!", "stars": 1, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2012-07-02"}