{"type": "review", "business_id": "gclB3ED6uk6viWlolSb_uA", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "0a-pCW4guXIlWNpVeBHChg", "text": "The pizza is terrible, but if you need a place to watch a game or just down some pitchers, this place works.\n\nOh, and the pasta is even worse than the pizza.", "stars": 1, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2006-07-26"}
{"type": "review", "business_id": "BJKIoQa5N2T_oDlLVf467Q", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "0f8QNSVSocn40zr1tSSGRw", "text": "Food here is very consistent and good for a quick lunch or dinner. I usually order the garlic bread and salad; however, their pizza, especially the bbq chicken, is pretty good too.", "stars": 2, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2012-01-28"}
{"type": "review", "business_id": "h_we4E3zofRTf4G0JTEF0A", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "0_-hM8bzfC8JPyDVvtmYqQ", "text": "Meh.\n\nI got the Chicken Parmesan. The noodles and sauce both seemed to be sub-par quality. Chicken wasn't too bad though. I wish I would have gotten pizza or something, but I thought the Chicken Parm would be better.\n\nThe place is well decorated, however. So that was nice. \n\nIt's convenient. But it's college food and not at its best.", "stars": 3, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2011-08-24"}
{"type": "review", "business_id": "FWadSZw0G7HsgKXq7gHTnw", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "0hrSPeBHXvtMV4aY0jzgPg", "text": "A cheap place to stop in and get lunch if you have class on the north side.  I miss the other location.  A lot of times they will have a lunch special available and it's in your best interest to take advantage of it when you're tired of eating Fat Slice.", "stars": 4, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2007-12-27"}
{"type": "review", "business_id": "gOp_w9qmLq6B8YRypTPp8g", "votes": {"cool": 0, "useful": 0, "funny": 0}, "review_id": "-261-SMNl_iHOGGVBySrjQ", "text": "I come here every few months, usually to see a show at Impact Theater (their space is in La Val's basement).  The pizza is OK, though not spectacular.  Last week, my wife & I ordered a medium LaVal's special (Pepperoni, Salami, Linguica, Beef, Black Olives, Sausage, Mushrooms, Bell Peppers and Onions).  It was good and filling, but I wouldn't go out of my way to eat here if it wasn't for the shows.\n\nDuring the school year, the place is very busy with students on Friday and Saturday nights.  But there is seating outdoors if the weather is nice.", "stars": 4, "user_id": "_NH7Cpq3qZkByP5xR4gXog", "date": "2011-09-21"}